Repository: OlushoreOdude/cove
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Convert to Spreadsheet
es: Convertir a hoja de cálculo

source: Conversion Warnings
es: Advertencias de conversión

source: Conversion Warnings (titles)
es: Advertencias de conversión (títulos)

source: Validation Errors
es: Errores de validación

source: Error Description
es: Error de descripción

source: Error Count
es: Total de errores

source: First 3 Examples
es: 3 primeros ejemplos

source: Location of first 3 errors
es: Ubicación de los primeros 3 errores

source: Spreadsheet Location of first 3 errors
es: Hoja de cálculo de la ubicación de los primeros 3 errores

source: Additional Fields (fields in data not in schema)
es: Campos adicionales (campos en los datos que no están en el esquema)

source: Path to Field
es: Ruta al Campo

source: Usage Count
es: Total de usos

source: Save or Share these results
es: Guardar o Compartir Estos Resultados

source: Use the following url to share these results:
es: Utilice el siguiente enlace para compartir estos resultados:

source: These results will be available for 7 days from the day the data was first uploaded. You can revisit these results until then.
es: Estos resultados estarán disponibles durante 7 días desde el día en que los datos se cargan. Puedes revisar estos resultados hasta entonces.

source: After 7 days all uploaded data is deleted from our servers, and the results will no longer be available. Anyone using the link to this page after that will be show a message that tells them the file has been removed.
es: Después de 7 días todos los datos cargados se eliminan de nuestros servidores, y los resultados ya no estarán disponibles. Cualquier persona que use el enlace a esta página después de eso verá un mensaje avisando que el archivo se ha eliminado.

source: Headlines
es: Titulares

source: Please read the <a href="#conversion-warning">conversion warnings</a> below.
es: Por favor, lea las <a href="#conversion-warning">advertencias de conversión</a> de abajo.

source: Failed
es: Ha fallado

source: Passed
es: pasado

source: validation against
es: validación contra

source: See <a href="#validation-errors">Validation Errors</a> below.
es: Ver <a href="#validation-errors">errores de validación</a> de abajo.

source: This file uses %(count)s <a href="#additional-fields">additional field</a> not used in the standard.
es: Este archivo utiliza %(count)s <a href="#additional-fields">campo adicional</a> no utilizado en la norma.

source: Data
es: Datos

source: downloaded from
es: descargado desde

source: uploaded
es: subido

source: on
es: en

source: Key Field Information
es: Información de Campos Clave

source: Grants:
es: Subvenciones:

source: Grant IDs:
es: IDs de Subvenciones:

source: Unique Grant IDs:
es: IDs de Grant Únicos:

source: Duplicate IDs:
es: IDs duplicados:

source: Currencies Used Count:
es: Total de divisa usada:

source: First Award Date:
es: Fecha de primera adjudicación:

source: Last Award Date:
es: Fecha de última adjudicación:

source: Highest Award Amount:
es: Monto mayor de adjudicación:

source: Lowest Award Amount:
es: Monto menor de adjudicación:

source: Currencies Used:
es: Divisas usadas:

source: Funder Organisation IDs:
es: ID de la Organización Financiadora:

source: Good Funding Org ID Prefixes:
es: Financiación buena Org ID prefijos:

source: Unrecognised Funding Org ID Prefixes:
es: Sin reconocimiento de financiación Org ID prefijos:

source: Recipient Organisation IDs:
es: Receptores ID de la Organización:

source: Good Recipient Org ID Prefixes:
es: Bueno Beneficiario Org ID prefijos:

source: Unrecognised Recipient Org ID Prefixes:
es: Destinatario no reconocido Org ID prefijos:

source: Grants Table
es: Tabla de Subvenciones

source: This file contains <strong>%(count)s record.</strong>
es: Este archivo <strong>contiene %(count)s registro.</strong>

source: There is <strong>%(count)s unique OCID.</strong>
es: <strong>Hay %(count)s única OCID.</strong>

source: The publisher named in the file is
es: El publicador nombrado en el archivo es

source: The license is
es: La licencia es

source: There is %(count)s <a href="#key-field-info">duplicate release ID</a> in this package.
es: Hay %(count)s <a href="#key-field-info">ID de versión duplicada</a> en este paquete.

source: Validates against the schema?
es: ¿Es válido contra el esquema?

source: Number of records
es: Número de registros

source: Unique OCIDs
es: OCIDs únicos

source: Records Table:
es: Tabla de Registros:

source: This file contains <strong>%(count)s release</strong>
es: Este archivo <strong>contiene %(count)s de liberación</strong>

source: describing <strong>%(count)s contracting process</strong>
es: <strong>describiendo %(count)s proceso de contratación</strong>

source: Initiation Types:
es: Tipos de iniciación:

source: Tags:
es: Etiquetas:

source: Planning:
es: Planeación:

source: Tenders:
es: Licitaciones:

source: Awards:
es: Adjudicaciones:

source: Total Count:
es: Total:

source: Unique OCIDs:
es: OCIDs únicas:

source: Contracts:
es: Contratos:

source: Contracts with no awards:
es: Contratos sin adjudicaciones:

source: Implementation:
es: Implementación:

source: Earliest release:
es: Apertura de entrega:

source: Latest release:
es: Última entrega:

source: Earliest tender start:
es: Apertura de inicio de licitación:

source: Latest tender start:
es: Último inicio de licitación:

source: Earliest award:
es: Apertura de adjudicación:

source: Latest award:
es: Última adjudicación:

source: Earliest contract start:
es: Apertura de inicio del contrato:

source: Latest contract start:
es: Último inicio del contrato:

source: Total Unique Organizations:
es: Organizaciones totales únicas:

source: with address details:
es: con detalles de dirección:

source: with contact points:
es: con puntos de contacto:

source: that have identifiers:
es: que tienen identificadores:

source: using schemes:
es: utilizando esquemas:

source: Organization Roles:
es: Roles de Organización:

source: Buyers:
es: Compradores:

source: Suppliers:
es: Proveedores:

source: Procuring Entities:
es: Entidades contratantes:

source: Tenderers:
es: Llicitadores:

source: Total Items:
es: Articulos totales:

source: Items ID schemes:
es: Esquemas de ID de artículos:

source: Item Types:
es: Tipos de Artículos:

source: Tender:
es: Licitación:

source: Award:
es: Adjudicación:

source: Contract:
es: Contrato:

source: Languages:
es: Idiomas:

source: Currencies:
es: Divisas:

source: Documents
es: Documentos

source: Part of Contracting Process
es: Parte del proceso de contratación

source: Count of Docs
es: Total de Documentos

source: Document Types
es: Tipos de documentos

source: Planning
es: Planeación

source: Tender
es: Licitación

source: Tender Milestones
es: Hitos de Licitación

source: Awards
es: Adjudicaciones

source: Contracts
es: Contratos

source: Implementation
es: Implementación

source: Implementation Milestones
es: Hitos de ejecución

source: Statistics can not produced as data is invalid.
es: No se pueden producir estadísticas ya que los datos no son válidos.

source: Releases Table:
es: Tabla de Entregas:

source: Release Date
es: Fecha de Entrega

source: Tags
es: Etiquetas

source: Descriptions
es: Descripciones

source: Purchasers
es: Compradores

source: Tender Title:
es: Título de licitación:

source: Tender Description:
es: Descripción de licitación:

source: Tender Item Description:
es: Descripción de artículo de la licitación:

source: Award Title:
es: Título de Adjudicación:

source: Award Description:
es: Descripción de adjudicación:

source: Contract Title:
es: Título del contrato:

source: Contract Description:
es: Descripción del contrato:

source: Buyer:
es: Comprador:

source: Procuring Entity:
es: Entidad Contratante:

source: Value
es: Valor

source: Location
es: Ubicación

source: Spreadsheet Location
es: Localización de hoja de cálculo

source: 360Giving provides support for grantmakers to publish their grants data openly, to understand their data, and to use the data to create online tools that make grant-making more effective.
es: 360Giving proporciona soporte para que los subvencionadores publiquen sus datos de subvenciones abiertamente, entender sus datos, y utilizar los datos para crear herramientas en línea que hagan las decisiones sobre donaciones más eficaces.

source: The Open Contracting Data Standard promotes the effective use of contracting data, helping users to “follow the money”, and it provides a clear template for governments wishing to disclose their data.
es: El Estándar de Datos de Contrataciones Abiertas promueve el uso eficaz de los datos de contrataciones, ayudando a los usuarios a "seguir el dinero", y proporciona una plantilla clara para los gobiernos que deseen dar a conocer sus datos.

source: Open Contracting Data Tool
es: Herramienta de Datos de Contrataciones Abiertas

source: Creating and using Open Data is made easier when there are good tools to help.
es: La creación y uso de Datos Abiertos se hace más fácil cuando hay buenas herramientas para ayudar.

source: CoVE exisits to help people:
es: CoVe existe para ayudar a la gente a:

source: Convert data between common formats (e.g. csv to json)
es: Convertir datos entre formatos comunes (por ejemplo, csv a json)

source: Validate data against rules
es: Validar datos contrastándolos con las reglas

source: Explore data, that machines find easy, but humans find harder to read
es: Explorar los datos que las máquinas pueden leer fácilmente, pero humanos no tanto

source: Usage stats
es: Estadísticas de uso

source: Last
es: Últimos

source: days
es: días

source: Terms &amp; conditions
es: Términos y condiciones

source: This web application is free software designed to help people check data published to particular data standards.
es: Esta aplicación web es software libre diseñado para ayudar a las personas a verificar los datos publicados en estándares de datos particulares.

source: It is offered as service WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
es: Se ofrece como un servicio SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIALIZACIÓN o IDONEIDAD PARA UN PROPÓSITO PARTICULAR.

source: If you continue to browse and use this website, you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern Open Data Services Co-operative Limited's relationship with you in relation to this website. If you disagree with any part of these terms and conditions, please do not use our website.
es: Si continúa navegando y utilizando este sitio web, usted acepta cumplir y estar obligado por los siguientes términos y condiciones de uso, que junto con nuestra política de privacidad gobiernan la relación de Open Data Services Co-operative Limited con usted en relación a este sitio web. Si no está de acuerdo con alguna parte de estos términos y condiciones, por favor no utilice nuestro sitio web.

source: The term 'Open Data Services Co-operative Limited' or 'us' or 'we' refers to the owner of the website. Our company registration number is 09506232. Our registered address is 32 Church Road, Hove, East Sussex, England, BN3 2FN. There is more company information on the <a href="https://opencorporates.com/companies/gb/09506232">Open Data Services Co-operative Limited page at Open Corporates</a>. The term 'you' refers to the user or viewer of our website.
es: El término «Limited Abrir Data Services Cooperativa" o "nosotros" se refiere al propietario del sitio web. Nuestro número de registro de la empresa es 09506232. Nuestro domicilio social es 32 Church Road, Hove, East Sussex, Inglaterra, BN3 2FN. Hay más información de la compañía en <a href="https://opencorporates.com/companies/gb/09506232"> la página de Open Corporates de Open Data Services Co-operative Limited</a> El término "usted" se refiere al usuario o visitante de nuestro sitio web.

source: The use of this website is subject to the following terms of use:
es: El uso de este sitio web está sujeto a las siguientes condiciones de uso:

source: The content of the pages of this website is for your general information and use only. It is subject to change without notice.
es: El contenido de las páginas de este sitio web es sólo para su información general y uso. Está sujeto a cambios sin previo aviso.

source: Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law. Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements. This website contains material which is owned by or licensed to us. This material includes, but is not limited to, the design, layout, look, appearance and graphics. Reproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions. All trademarks reproduced in this website which are not the property of, or licensed to, the operator are acknowledged on the website. Unauthorised use of this website may give rise to a claim for damages and/or be a criminal offence. From time to time this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s). Your use of this website and any dispute arising out of such use of the website is subject to the laws of England, Northern Ireland, Scotland and Wales.
es: Ni nosotros ni ningún tercero ofrece ninguna garantía en cuanto a la exactitud, puntualidad, rendimiento, integridad o adecuación de la información y los materiales encontrados u ofrecidos en este sitio para cualquier propósito en particular. Usted reconoce que dicha información y materiales pueden contener inexactitudes o errores y expreso excluimos la responsabilidad por cualquier inexactitud o errores en la máxima medida permitida por la ley. El uso de cualquier información o material en este sitio web es bajo su propio riesgo, por lo cual no se hace responsable. Será su propia responsabilidad garantizar que cualquier producto, servicio o información disponible a través de este sitio Web cumpla con sus necesidades específicas. Este sitio web contiene material que es propiedad de o licenciadas a nosotros. Este material incluye, pero no se limita a, el diseño, presentación, apariencia y gráficos. La reproducción está prohibida salvo de conformidad con la nota de copyright, que forma parte de estos términos y condiciones. Todas las marcas reproducidas en esta página web que no son propiedad de, o con licencia para el operador son reconocidas en el sitio web. El uso no autorizado de este sitio web puede dar lugar a una reclamación por daños y perjuicios y / o constituir un delito penal. En ocasiones este sitio también puede incluir enlaces a otros sitios web. Estos vínculos se proporcionan para su conveniencia para proporcionar más información. Esto no significa que estamos de acuerdo con el sitio web (s). No tenemos ninguna responsabilidad por el contenido del sitio web vinculado (s). El uso de este sitio web y cualquier disputa que surja de ese uso de la página web está sujeto a las leyes de Inglaterra, Irlanda del Norte, Escocia y Gales.

source: How we use cookies
es: Cómo utilizamos las cookies

source: A cookie is a small file which asks permission to be placed on your computer's hard drive. Once you agree, the file is added and the cookie helps analyse web traffic or lets you know when you visit a particular site.
es: Una cookie es un pequeño archivo que pide permiso para ser colocado en el disco duro de su ordenador. Una vez que usted está de acuerdo, el archivo se añade y la cookie ayuda a analizar el tráfico web o le permite saber cuando usted visita un sitio en particular.

source: Cookies allow web applications to respond to you as an individual. The web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences. A cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.
es: Las cookies permiten que las aplicaciones web respondan a usted como individuo. La aplicación web puede adaptar sus operaciones a sus necesidades, gustos y disgustos al reunir y recordar la información acerca de sus preferencias. Una cookie de ninguna manera nos da acceso a su computadora ni a ninguna información sobre usted, excepto los datos que usted decida compartir con nosotros.

source: You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. This may prevent you from taking full advantage of the website.
es: Puede elegir entre aceptar o rechazar las cookies. La mayoría de los navegadores web aceptan automáticamente las cookies, pero usted puede modificar la configuración de su navegador para rechazar cookies si lo prefiere. Esto puede evitar que usted aproveche completamente de la página web.

source: In this website we use cookies to:
es: En este sitio web utilizamos cookies para:

source: Help us analyse how our website is used.
es: Ayudarnos a analizar cómo se utiliza nuestro sitio web.

source: To ensure other sites can’t “forge” requests.
es: Para asegurar que otros sitios no pueden "falsificar" peticiones.

source: Remember your choices within the application, for your convenience, and where relevant remember that you are logged into the application.
es: Recuerdar sus opciones dentro de la aplicación, para su conveniencia, y en su caso recordar que ha iniciado sesión en la aplicación.

source: We use <a href="http://piwik.org">Piwik</a> to analyse usage of our website (see Piwik section below). This uses cookies to identify you (anonymously) as the same user, so that we can analyse our web traffic better. E.g. it allows us to count how many users we have, instead of just total page views or analyse what pages people commonly visit together.
es: Utilizamos <a href="http://piwik.org">Piwik</a> para analizar el uso de nuestro sitio Web (ver sección Piwik abajo). Éste utiliza cookies para identificar al usuario (de forma anónima) como el mismo usuario, de modo que podamos analizar mejor nuestro tráfico web. Por ejemplo, nos permite contar el número de usuarios que tenemos, en lugar de sólo páginas vistas totales o analizar las páginas que la gente comúnmente visita.

source: If you do allow cookies to be used, Piwik uses 1st party cookies, set on the domain of this website. Cookies created by Piwik start with:
es: Si permites que se usen cookies, Piwik utiliza cookies de 1a mano, establecidos en el dominio de este sitio web. Las cookies creadas por Piwik comienzan con:

source: See: <a href="http://piwik.org/faq/general/faq_146/">http://piwik.org/faq/general/faq_146/</a> for more information.
es: Ver: <a href="http://piwik.org/faq/general/faq_146/">http://piwik.org/faq/general/faq_146/</a> para más información.

source: The application is built using <a href="https://www.djangoproject.com/">Django</a> and we use that framework to set the following cookies:
es: La aplicación está construida usando <a href="https://www.djangoproject.com/">Django</a> y usamos ese marco para establecer las siguientes cookies:

source: csrftoken - (to prevent cross site scripting attacks https://docs.djangoproject.com/en/1.8/ref/csrf/#how-it-works)
es: csrftoken - (para prevenir ataques de cross site scripting https://docs.djangoproject.com/en/1.8/ref/csrf/#how-it-works)

source: sessionid - (you will get this if you interact with the application, so that we can save the things you have done, e.g. select a language)
es: sessionid - (obtendrá esto si usted interactúa con la aplicación, de manera que podemos salvar las cosas que ha hecho, por ejemplo, seleccionar un idioma)

source: If you choose not to accept these cookies the application may not work for you.
es: Si decide no aceptar estas cookies la aplicación puede no funcionar para usted.

source: Piwik Traffic Analytics
es: Analytics de Tráfico de Piwik

source: We use our own hosted version of <a href="http://piwik.org">Piwik</a> to analyse our web traffic. We do this to get an idea of how much traffic we are getting, where from and when.
es: Utilizamos nuestra propia versión hospedada de <a href="http://piwik.org">Piwik</a> para analizar nuestro tráfico web. Hacemos esto para tener una idea de la cantidad de tráfico que estamos recibiendo, desde dónde y cuándo.

source: If you have set your web browser to "I do not want to be tracked" (DoNotTrack is enabled) then Piwik will not track your visit.
es: Si ha configurado su navegador para que "no quiero ser rastreado" (DoNotTrack está habilitado) entonces Piwik no hará un seguimiento de su visita.

source: Piwik also it’s own opt out mechanism:
es: Piwik también su propio mecanismo de exclusión:

source: Server Logs
es: Registros del servidor

source: Open Data Services Co-operative Limited keep server logs of traffic to, and activity on, our all of our servers. Primarily this is to help us keep our servers healthy and working by knowing how much activity is taking place on them.
es: Los servicios de Open Data Services Co-operative Limited mantienen los registros del servidor de tráfico, y la actividad en todos nuestros servidores. Principalmente esto es para ayudar a mantener nuestros servidores saludables y trabajar sabiendo cuánta actividad se lleva a cabo en ellos.

source: We use the ELK stack (Elasticsearch, Logstash, Kibana) to analyse Server logs.
es: Utilizamos el conjunto ELK (Elasticsearch, Logstash, Kibana) para analizar los registros del servidor.

source: Our server logs record information such as your IP address, the browser you are using, and your operating system. Generally, this is considered not to constitute personal information, but we recognise that when aggregated, and analysed there is a chance that this data could potentially enable identification of individuals. This is not something we do.
es: Nuestros registros del servidor almacenan información como su dirección IP, el navegador que está utilizando, y su sistema operativo. En general, se considera que no constituyen información personal, pero reconocemos que una vez agregados y analizados, existe la posibilidad de que estos datos puedan potencialmente permitir la identificación de los individuos. Esto no es algo que hacemos.

source: Privacy Policy
es: Política de Privacidad

source: This privacy policy sets out how Open Data Services Co-operative Limited uses and protects any information that you give Open Data Services Co-operative Limited when you use this website.
es: Esta política de privacidad establece cómo Open Data Services Co-operative Limited usa y protege cualquier información que usted da a Open Data Services Co-operative Limited cuando utiliza este sitio web.
