Repository: OlushoreOdude/cove
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Upload
es: Subir

source: Submit
es: Enviar

source: Link
es: Enlazar

source: Paste
es: Pegar

source: Upload a file (.json, .csv, .xlsx)
es: Subir un archivo (.json, .csv, .xlsx)

source: Supply a URL
es: Proporcione una dirección URL

source: Paste (JSON only)
es: Pegar (sólo JSON)

source: Sorry we got a ConnectionError whilst trying to download that file
es: En este momento tenemos un ConnectionError mismo tiempo tratando de descargar el archivo

source: Try Again
es: Inténtalo de nuevo

source: Common reasons for this error include supplying a local development url that our servers can't access, or misconfigured SSL certificates.
es: Las razones más comunes de este error incluyen el suministro de una URL desarrollo local que nuestros servidores no pueden acceder o certificados SSL mal configurados.

source: Sorry we got a HTTP Error whilst trying to download that file
es: En este momento tenemos un error de HTTP al mismo tiempo tratando de descargar el archivo

source: If you can access the file through a browser then the problem may be related to permissions, or you may be blocking certain user agents.
es: Si se puede acceder al archivo a través de un navegador entonces el problema puede estar relacionado con los permisos, o puede estar bloqueando ciertas aplicaciones de usuario.

source: Sorry we can't process that data
es: Lo sentimos, no podemos procesar esos datos

source: We think you tried to supply a spreadsheet, but we failed to convert it to JSON. Error message: {}
es: Creemos que se trató de suministrar una hoja de cálculo, pero no hemos podido convertirlo a JSON. Mensaje de error: {}

source: We think you tried to upload a JSON file, but it is not well formed JSON. Error message: {}
es: Pensamos que ha intentado cargar un archivo JSON, pero no es un JSON bien formado. Mensaje de error: {}

source: Open Contracting Data Standard Validator
es: Validador del Estándar de Datos de Contrataciones Abiertas

source: 360Giving Data Quality Tool
es: Herramienta de calidad de datos 360Giving

source: Validate and Explore your data.
es: Valida y Explora tus datos.

source: Convert, Validate, Explore 360Giving Data
es: Convertir, Validar, Explorar datos de 360Giving

source: Convert, Validate, Explore
es: Convertir, Validar, Explorar

source: Internal Server Error
es: Error de Servidor Interno

source: Something went wrong with your request. This could be due to a bug in the application and/or the data you supplied.
es: Algo salió mal con tu solicitud. Esto podría ser debido a un error en la aplicación y / o los datos que proporcionaste.

source: This error has been automatically reported to our development team. If you
es: Este error se ha informado de forma automática a nuestro equipo de desarrollo. Si tu

source: please reference this error as
es: por favor haz referencia a este error como

source: 360Giving Data Standard
es: Estándar de Datos 360Giving

source: How to use the
es: Cómo utilizar el

source: Upload, paste or provide a link to data in the 360Giving Data Standard format, and this application will convert between JSON, Excel and CSV formats, allowing you to download the original file, and the converted versions.
es: Sube, pega o proporciona un enlace a los datos en el formato del Estándar de Datos 360Giving, y esta aplicación los convertirá entre JSON, Excel y CSV, esto te permitirá descargar el archivo original y las versiones convertidas.

source: You will also be able to inspect key information from the data that the application is able to find, so that you can check the data.
es: También podrás inspeccionar información clave de los datos que la aplicación es capaz de encontrar, para que puedas comprobar los datos.

source: Formats
es: Formatos

source: The application accepts data in some of the formats given in the <a href="http://www.threesixtygiving.org/standard/">360Giving Data Standard guidance</a>. <br>Acceptable files are:
es: La aplicación acepta datos en algunos de los formatos dados en la <a href="http://www.threesixtygiving.org/standard/">guía del Estándar de Datos 360Giving.</a> <br> Los siguientes son archivos aceptados:

source: Summary Spreadsheet - <a href="https://github.com/ThreeSixtyGiving/standard/raw/master/schema/summary-table/360-giving-schema-titles.xlsx">Excel</a>, <a href="https://github.com/ThreeSixtyGiving/standard/raw/master/schema/summary-table/360-giving-schema-titles.csv/grants.csv">CSV</a>
es: Hoja de cálculo de resumen - <a href="https://github.com/ThreeSixtyGiving/standard/raw/master/schema/summary-table/360-giving-schema-titles.xlsx">Excel,</a> <a href="https://github.com/ThreeSixtyGiving/standard/raw/master/schema/summary-table/360-giving-schema-titles.csv/grants.csv">CSV</a>

source: JSON built to the <a href="http://www.threesixtygiving.org/standard/reference/#toc-360giving-json-schemas">360Giving JSON schema</a>
es: JSON construido para el <a href="http://www.threesixtygiving.org/standard/reference/#toc-360giving-json-schemas">esquema JSON 360Giving </a>

source: <a href="https://github.com/ThreeSixtyGiving/standard/raw/master/schema/multi-table/360-giving-schema-fields.xlsx">Multi-table data package - Excel</a>
es: <a href="https://github.com/ThreeSixtyGiving/standard/raw/master/schema/multi-table/360-giving-schema-fields.xlsx">Paquete de datos de tablas múltiples - Excel</a>

source: Go
es: Ir

source: More Information
es: Más información

source: click to see.
es: clic para ver.

source: What happens to the data I provide to this site?
es: ¿Qué sucede con los datos que proporciono a este sitio?

source: We retain the data you upload or paste to this site, on our server, for 7 days.
es: Conservamos los datos que cargas o pegas a este sitio en nuestro servidor durante 7 días.

source: If you supply a link, we fetch the data from that link and store it on our server for 7 days.
es: Si proporciona un enlace, buscamos los datos de ese enlace y los almacenamos en nuestro servidor durante 7 días.

source: We delete all data older than 7 days from our servers daily, retaining none of the original data.
es: Borramos todos los datos de más de 7 días desde nuestros servidores diariamente, no conservamos ninguno de los datos originales.

source: While the data is on our servers we may access that data to help us understand how people are using this application, what types of data are being supplied, what common errors exist and so on.
es: Mientras los datos están en nuestros servidores podemos acceder a esos datos para ayudarnos a entender cómo las personas usan esta aplicación, lQué tipo de datos se están suministrando, los errores comunes que existen, etc.

source: We may also retain data in backups of our servers, which means on occasion, some data may be retained longer. We have no intention of using this data for anything other than server recovery in an emergency.
es: También podemos conservar los datos en las copias de seguridad de nuestros servidores, lo que significa que algunos datos pueden ser retenidos por más tiempo. No tenemos ninguna intención de utilizar estos datos para nada que no sea la recuperación del servidor en caso de emergencia.

source: We do retain some metadata about data supplied to this site. Details can be found in the code, but may include information about whether or not the file was uploaded, linked or pasted, the size of the file, the date/time it was supplied and so on.
es: Guardamos algunos metadatos sobre los datos suministrados a este sitio. Los detalles se pueden encontrar en el código, pero pueden incluir información sobre si el archivo fue subido, vinculado o pegado, el tamaño del archivo, la fecha / hora en que se suministra y así sucesivamente.

source: Why do you delete data after 7 days?
es: ¿Por qué eliminan los datos después de 7 días?

source: This is service to allow people to explore machine readable data. As such we see no need to store and gather everything people submit to the site forever. We have chosen 7 days as a practical time frame that allows people to share results with colleagues, but also allows data to disappear over time to save people having to clean up after themselves.
es: Este es un servicio que permite a la gente a explorar datos legibles por computadora. Como tal no vemos la necesidad de almacenar y reunir todo lo que la gente subre al sitio por siempre. Hemos optado por 7 días como un tiempo práctico que permite a la gente compartir los resultados con colegas, pero también permite que los datos desaparezcan con el tiempo para ahorrar a las personas tener que hacer una limpieza ellos mismos.

source: We believe that deleting supplied data after 7 days provides a level of privacy for the users of this service.
es: Creemos que la supresión de los datos suministrados después de 7 días proporciona un nivel de privacidad para los usuarios de este servicio.

source: Why provide converted versions?
es: ¿Por qué ofrecer versiones convertidas?

source: The W3C
es: El W3C

source: Data on the Web Best Practices
es: Datos sobre Mejores Prácticas en la Web

source: recommend making open data available in a range of formats to meet the needs of different users, for example, developers may want JSON, researchers might prefer a spreadsheet format.
es: recomienda poner los datos abiertos disponibles en una variedad de formatos para satisfacer las necesidades de los distintos usuarios, por ejemplo, los desarrolladores pueden requerir JSON, los investigadores podrían preferir un formato de hoja de cálculo.

source: About
es: Acerca de

source: Built by
es: Construido por

source: The code for this site is available on
es: El código de este sitio está disponible en

source: Licence
es: Licencia

source: Report/View issues
es: Reportar / Ver issues

source: Cove Issues
es: Issues del Cove

source: Terms &amp; Conditions
es: Términos y condiciones

source: Running version
es: Versión en ejecución

source: Links
es: Enlaces

source: Data <span> Standard </span> Validator
es: Validador del <span>Estándar</span> de Datos

source: Standard Documentation
es: Documentación del Estándar

source: Open Contracting
es: Contrataciones Abiertas

source: Open Contracting Data Standard
es: Estándar de Datos de Contrataciones Abiertas

source: Support
es: Ayuda

source: About OCDS
es: Acerca del OCDS

source: The <a href="http://standard.open-contracting.org/">Open Contracting Data Standard (OCDS)</a> exists to formalize how contracting data and documents can be published in an accessible, structured and repeatable way.
es: El <a href="http://standard.open-contracting.org/latest/es/">Estándar de Datos de Contrataciones Abiertas (OCDS)</a> existe para formalizar cómo se pueden publicar los datos y documentos sobre contrataciones de una manera accesible, estructurada y repetible.

source: Governments around the world spend an estimated US$9.5 trillion through contracts every year. Yet, contracting information is often unavailable for public scrutiny. OCDS works to change that.
es: Los gobiernos de todo el mundo gastan un estimado de US $ 9,5 billón en contratos cada año. Sin embargo, la información sobre las contrataciones a menudo no está disponible para el escrutinio público. La OCDS trabaja para cambiar eso.

source: Validate and Explore
es: Validar y Explorar

source: This tool helps you to:
es: Esta herramienta te ayuda a:

source: Check that your OCDS data complies with the <a href="http://standard.open-contracting.org/latest/en/schema/">schema</a>
es: Compruebe que sus datos OCDS cumple con la <a href="http://standard.open-contracting.org/latest/es/schema/"> esquema</a>

source: Inspect key contents of your data to check data quality
es: Inspecciona contenido clave de tus datos para comprobar su calidad

source: Access your data in different formats (spreadsheet and JSON) to support further data validation.
es: Accede a tus datos en distintos formatos (hojas de cálculo y JSON) para fomentar futuras validaciones de los datos.

source: Using the validator
es: Usar el validador

source: You can upload, paste or provide a link to data published using the <a href="http://standard.open-contracting.org/">Open Contracting Data Standard</a>. This can be:
es: Puedes subir, pegar o proporcionar un enlace a los datos publicados que usan el <a href="http://standard.open-contracting.org/latest/es/">Estándar de Datos de Contrataciones Abiertas</a>. Estos puede ser:

source: <b> JSON </b> - following the OCDS schema;
es: <b>JSON</b> - siguiendo el esquema de OCDS;

source: <b> A CSV file or Excel Spreadsheet </b> - using the <a href="http://standard.open-contracting.org/latest/en/implementation/serialization/">flattened serialization of OCDS</a>;
es: <b>Un archivo CSV o hoja de cálculo Excel</b> - utilizando la <a href="http://standard.open-contracting.org/latest/es/implementation/serialization/">seriación plana de OCDS</a>;

source: The application works with both <a href="http://standard.open-contracting.org/latest/en/getting_started/releases_and_records/">'release' and 'record'</a> OCDS documents that conform to the <a href="http://standard.open-contracting.org/">Open Data Contracting Standard</a>
es: La aplicación funciona con <a href="http://standard.open-contracting.org/latest/es/getting_started/releases_and_records/">'entregas' y 'registros'</a> de OCDS 'que cumplen con el <a href="http://standard.open-contracting.org/latest/es/">Estándar de Datos de Contrataciones Abiertas</a>

source: If your data passes basic validation checks, the tool will then present a report on data quality, and information about the contents of your file. It will also offer alternative copies of the data for download.
es: Si tus datos pasan las comprobaciones básicas de validación, la herramienta presentará un informe sobre la calidad de los datos e información sobre el contenido de tu archivo. También ofrecerá copias alternativas de los datos para su descarga.

source: Data is stored for 7 days at a randomly generated URL. You can share this link with others to support discussion of data quality.
es: Los datos se almacenan durante 7 días en una URL generada aleatoriamente. Puedes compartir este enlace con otros para discutir sobre la calidad de datos.

source: To preview how the validator works, try <a href="?source_url=https://raw.githubusercontent.com/open-contracting/sample-data/master/fictional-example/ocds-213czf-000-00001-02-tender.json"> loading some sample data. </a>
es: Para obtener una vista previa de cómo funciona el validador, intenta <a href="?source_url=https://raw.githubusercontent.com/open-contracting/sample-data/master/fictional-example/ocds-213czf-000-00001-02-tender.json"> cargar algunos datos de muestra.</a>

source: Common Errors
es: Errores comunes

source: Invalid 'uri' found
es: No válido 'uri' encontrados

source: This message means you have a problem, usually with a website address in your data.<br />Common mistakes include:
es: Este mensaje significa que usted tiene un problema, por lo general con una dirección de Internet en sus datos. <br /> Los errores comunes incluyen:

source: Not starting the address with 'http://' e.g. example.com is not a 'uri' but http://example.com is.
es: No iniciar la dirección con 'http: //' por ejemplo example.com no es una 'uri' pero es http://example.com.

source: Having extra spaces at the start or end of the address - these should be removed
es: Tener espacios extra al principio o al final de la dirección - deberán ser eliminados

source: Putting more than one address in the same field e.g. "http://example.com and http:example2.com" is not a 'uri'
es: Poner más de una dirección en el mismo campo, por ejemplo "http://example.com y http: example2.com" no es una 'uri'

source: Date is not in datetime format
es: La fecha no está en formato de fecha y hora

source: A datetime format is a very specific form of a date and time that is specified by the 360Giving Standard.
es: Un formato de fecha y hora es una forma muy específica de una fecha y hora que se especifica en la norma 360Giving.

source: A datetime should be in the form of YYYY-MM-DDThh:mm:ss±hh:mm where:
es: Una fecha y hora debe estar en la forma de AAAA-MM-DDThh:mm:ss±hh:mm donde:

source: YYYY represent a year e.g. 2016
es: AAAA representa un ejemplo 2016

source: MM represents a 2 digit month of the year e.g. 01 for January
es: MM representa un mes de 2 dígitos del año por ejemplo, 01 para enero

source: DD represents a 2 digit day of the month e.g. 01 for the 1st
es: DD representa un día 2 dígitos del mes, por ejemplo 01 para la 1ª

source: T is simply the letter 'T'
es: T es simplemente la letra "T"

source: hh is a 2 digit representation of an hour e.g. 01 for 1AM, 13 for 1PM
es: hh es una representación de 2 dígitos de una hora por ejemplo, 01 por 1am, 13 de 13:00

source: mm is a 2 digit representation of minutes in an hour e.g. 05 for 5 past
es: mm es una representación de 2 dígitos de minutos en una hora, por ejemplo 05 para 5 pasado

source: ss is a 2 digit representation of seconds
es: ss es una representación 2 dígitos de segundo

source: ±hh:mm is a timezone offset from UTC. For most UK data producers this can simply be replaced with a 'Z'
es: ± hh: mm es un desplazamiento de zona horaria UTC. Para la mayoría de los productores de datos del Reino Unido esto simplemente se puede sustituir con una "Z"

source: Example: 2016-05-15T12:00:00Z is 12 noon on the 15th May 2016 in UTC time
es: Ejemplo: 2016-05-15T12: 00: 00Z es las 12 horas del 15 de mayo de 2016 hora UTC

source: (something) is missing but is required
es: (Algo) no se encuentra, pero se requiere

source: Many fields are required in the 360Giving data standard in order for others to make sense of the data supplied
es: Muchos campos son necesarios en el estándar de datos 360Giving a fin de que otros para dar sentido a los datos suministrados

source: If any of the following fields are missing the data is seen as invalid against the schema.
es: Si cualquiera de los siguientes campos faltan los datos se considera como no válida en el esquema.

source: Field
es: Campo

source: JSON value
es: valor JSON

source: Notes
es: notas

source: Documentation
es: Documentación

source: Every grant needs to specify the amount of money awarded
es: Cada concesión tiene que especificar la cantidad de dinero otorgado

source: Every grant needs to specify the date that it was awarded.
es: Cada concesión tiene que especificar la fecha en que se haya concedido.

source: Every grant needs to specify the currency that the grant was made in.
es: Cada concesión tiene que especificar la moneda que la concesión se hizo en.

source: Every grant needs a human readable description.
es: Cada concesión necesita una descripción legible por humanos.

source: Every grant needs a unique identifier so we can tell them apart
es: Cada beca necesita un identificador único para que podamos distinguirlos

source: Grant Identifiers
es: Grant Identificadores

source: Every grant needs a funding organisation that makes the award.
es: Cada beca necesita una organización de la financiación que permite el premio.

source: Every organisation needs a unique identifier so we can tell them apart..
es: Toda organización necesita un identificador único para que podamos distinguirlos ..

source: Organisation Identifiers
es: Identificadores Organización

source: Every organisation needs a human readable name.
es: Toda organización necesita un nombre legible por humanos.

source: Every grant needs a to specify an organisation to which the grant is awarded.
es: Cada beca necesita una para especificar una organización a la que se concede la subvención.

source: Every organisation a unique identifier so we can tell them apart.
es: Cada organización un identificador único para que podamos distinguirlos.

source: Every grant needs a human readable title.
es: Cada concesión necesita un título legible por humanos.

source: Invalid code found in (something)
es: código no válido encontrado en (algo)

source: In 360Giving data when we talk about currencies, countries and organisation types we ask publishers to use values from a predefined list. When we ask whether or not this grant was from an open call we expect either 'yes' or no' and nothing else. When we validate people's data, we check the values of those fields against those lists.
es: En los datos 360Giving cuando hablamos de monedas, países y tipos de organización que le pedimos a los editores a utilizar los valores de una lista predefinida. Cuando nos preguntamos si esta subvención era de una convocatoria abierta que esperamos sea "sí" o no "y nada más. Cuando validamos los datos de las personas, comprobamos los valores de esos campos a esas notas.

source: This error tells us that we have found something not on the list.
es: Este error nos dice que hemos encontrado algo no está en la lista.

source: The lists are referenced in the 360Giving Grants Schema. See <a href="http://www.threesixtygiving.org/standard/reference/#toc-360giving-json-schemas">360Giving JSON Schemas</a> for more information.
es: Las listas se hace referencia en el esquema 360Giving Subvenciones. Ver <a href="http://www.threesixtygiving.org/standard/reference/#toc-360giving-json-schemas">360Giving JSON esquemas</a> para obtener más información.

source: Value is not a string
es: El valor no es una cadena

source: Data in the standard is expected to be provided in a certain format.
es: Los datos de la norma se espera que se presentará en un formato determinado.

source: Strings are generally text, but can contain other characters such as numbers. Sometimes spreadsheet software can alter the format of data so that it is no longer a string.
es: Las cadenas son generalmente texto, pero puede contener otros caracteres como números. A veces software de hoja de cálculo puede alterar el formato de los datos de modo que ya no es una cadena.

source: To fix these kinds of errors, check the field to make sure you are supplying a string.
es: Para solucionar este tipo de errores, compruebe el campo para asegurarse de que está proporcionando una cadena.

source: Value is not an integer
es: El valor no es un número entero

source: Integers are basically numbers (but they are not decimals like financial values).
es: Los enteros son básicamente números (pero no son decimales como valores financieros).

source: Data in the standard is expected to be provided in a certain format. Sometimes spreadsheet software can alter the format of data so that it is no longer a string.
es: Los datos de la norma se espera que se presentará en un formato determinado. A veces software de hoja de cálculo puede alterar el formato de los datos de modo que ya no es una cadena.

source: To fix these kinds of errors, check the field to make sure you are supplying an integer.
es: Para solucionar este tipo de errores, compruebe el campo para asegurarse de que está proporcionando un número entero.

source: If you think this is a bug, you can <a href="https://github.com/OpenDataServices/cove/issues">file an issue publicly on GitHub</a> or
es: Si crees que esto es un error, puedes <a href="https://github.com/OpenDataServices/cove/issues">presentar un issue públicamente en GitHub</a> o

source: get in touch via email
es: ponerte en contacto a través de correo electrónico

source: referencing this error as
es: haciendo referencia a este error como

source: Load New File
es: Cargar archivo nuevo

source: Converted from Original
es: Convertido del original

source: Excel Spreadsheet (.xlsx)
es: Hoja de cálculo de Excel (.xlsx)

source: CSV Spreadsheet (.csv)
es: Hoja de cálculo CSV (.csv)

source: Excel Spreadsheet (.xlsx) with titles
es: Hoja de cálculo de Excel (.xlsx) con títulos

source: Convert
es: Convertir

source: The JSON could not be converted to Spreadsheet due to the error:
es: El JSON no se pudo convertir a hoja de cálculo debido al error:
