Repository: OlushoreOdude/cove
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Open Data Services Co-operative Limited is committed to ensuring that your privacy is protected. Should we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.
es: Open Data Services Co-operative Limited se compromete a garantizar que su privacidad está protegida. Si le pedimos que nos proporcione cierta información por la cual usted puede ser identificado al usar este sitio web, usted puede estar seguro de que sólo se utilizará de acuerdo con esta declaración de privacidad.

source: Open Data Services Co-operative Limited may change this policy from time to time by updating this page. You should check this page from time to time to ensure that you are happy with any changes. This policy is effective from 1st April 2015.
es: Open Data Services Co-operative Limited puede cambiar esta política de vez en cuando al actualizar esta página. Usted debe visitar esta página de vez en cuando para asegurarse de que está satisfecho con los cambios. Esta política es efectiva del 1 de abril de 2015.

source: What we collect
es: Lo que recolectamos

source: Currently we do not collect any personal information from you when you use this website.
es: Actualmente no recogemos ninguna información personal de usted cuando se utiliza este sitio web.

source: This application is designed so that people can submit files to the application, allow the application to process them and to then display information about them, generate alternative file formats of the original data, and provide those files for download.
es: Esta aplicación está diseñada para que la gente puede enviar archivos a la aplicación, que la aplicación pueda procesarlos y luego mostrar información sobre ellos, generar formatos de archivo alternativos de los datos originales, y proporcionar esos archivos para su descarga.

source: Open Data Services Co-operative Limited does not make use of any of the data within the files for purposes other than to create reports for you about the data you have submitted.
es: Open Data Services Co-operative Limited no hacer uso de ninguno de los datos dentro de los archivos para fines distintos que crear informes sobre los datos que ha presentado.

source: Open Data Services Co-operative Limited does create and store metadata about your use of the application, and about the files/data that you have uploaded in order to monitor how the application is being used.
es: Open Data Services Co-operative Limited crea y almacenar metadatos sobre el uso de la aplicación, y acerca de los archivos / datos que ha subido con el fin de monitorear cómo se está utilizando la aplicación.

source: Deleting our copies of the files
es: Eliminación de nuestras copias de los archivos

source: When you provide data to the application we store the data you have provided in order to process it for you. We also enable derived versions of the data to be downloaded. Those derived versions and the original data are stored on our server.
es: Al proporciona datos a la aplicación almacenamos los datos que ha proporcionado con el fin de procesarlos para usted. También nos permitimos derivar versiones de los datos que se descargarán. Esas versiones derivadas y los datos originales se almacenan en nuestro servidor.

source: After a period of time we will delete those files from our server, meaning they are no-longer available for download.
es: Después de un período de tiempo vamos a eliminar esos archivos de nuestro servidor, lo que significa que ya no estarán disponibles para su descarga.

source: We may also provide a means for a user to delete those files, such as a 'delete' button that a user must select.
es: También podemos proporcionar un medio para que un usuario borre esos archivos, como un botón 'delete' que el usuario debe seleccionar.

source: Information about how long files will be stored is made available to users directly through the interface, but will be for no longer than one year from the date of submission.
es: La información sobre cuánto tiempo serán almacenados los archivos se pondrá a disposición de los usuarios directamente a través de la interfaz, pero será durante no más de un año desde la fecha de presentación.

source: Controlling your personal information
es: El control de su información personal

source: Although this application does not record any personal information you may like to know that you may request details of personal information which we hold about you under the Data Protection Act 1998. A small fee will be payable. If you would like a copy of the information held on you please email the Data Protection Officer at company@opendataservices.coop. If you would like to write to us our registered address is 32 Church Road, Hove, East Sussex, England, BN3 2FN. Further details are available on the <a href="https://opencorporates.com/companies/gb/09506232">Open Data Services Co-operative Limited page at Open Corporates</a>.
es: Aunque esta aplicación no registra ninguna información personal le gustará saber que usted puede solicitar detalles de la información personal que tenemos sobre usted en virtud de la Ley de Protección de Datos de 1998. Una pequeña cuota deberá pagarse. Si desea una copia de la información que tenemos sobre usted envíe un correo electrónico al Oficial de Protección de Datos en company@opendataservices.coop. Si desea escribirnos a nuestra dirección registrada es 32 Church Road, Hove, East Sussex, Inglaterra, BN3 2FN. Más detalles están disponibles en la <a href="https://opencorporates.com/companies/gb/09506232">página de Open Data Services Co-operative Limited de Open Corporates</a>.

source: If you believe that any information we are holding on you is incorrect or incomplete, please write to or email us as soon as possible at the above address. We will promptly correct any information found to be incorrect.
es: Si usted cree que cualquier información que tenemos sobre usted es incorrecta o está incompleta, por favor escríbanos o envíenos un correo electrónico tan pronto como sea posible a la dirección anterior. A la brevedad se corregirá cualquier información que sea incorrecta.

source: Security
es: Seguridad

source: We are committed to ensuring that your information is secure. In order to prevent unauthorised access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.
es: Estamos comprometidos a asegurar que su información está segura. Con el fin de evitar el acceso no autorizado o divulgación, hemos puesto en marcha procedimientos físicos, electrónicos y administrativos apropiados para salvaguardar y asegurar la información que recopilamos en línea.

source: Links to other websites
es: Enlaces a otros sitios web

source: Our website may contain links to other websites of interest. However, once you have used these links to leave our site, you should note that we do not have any control over that other website. Therefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement. You should exercise caution and look at the privacy statement applicable to the website in question.
es: Nuestro sitio web puede contener enlaces a otros sitios de interés. Sin embargo, una vez que haya utilizado estos enlaces para salir de nuestro sitio, debe tener en cuenta que no tenemos ningún control sobre ese otro sitio web. Por lo tanto, no podemos ser responsables de la protección y privacidad de cualquier información que usted proporcione al visitar estos sitios y estos sitios no se rigen por esta declaración de privacidad. Usted debe tener cuidado y leer la declaración de privacidad aplicable al sitio web en cuestión.

source: Website disclaimer
es: Descargo de Responsabilidad del Sitio Web

source: The information contained in this website is for general information purposes only. The information is provided by Open Data Services Co-operative Limited and while we endeavour to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. Through this website you are able to link to other websites which are not under the control of Open Data Services Co-operative Limited. We have no control over the nature, content and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Every effort is made to keep the website up and running smoothly. However, Open Data Services Co-operative Limited takes no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control.
es: La información contenida en este sitio web es sólo para fines de información general. La información es proporcionada por Open Data Services Co-operative Limited y aunque nos esforzamos por mantener la información actualizada y correcta, no hacemos representaciones o garantías de ningún tipo, expresa o implícita, acerca de la integridad, exactitud, fiabilidad, adecuación o disponibilidad con respecto al sitio web o la información, productos, servicios o gráficos relacionados contenidos en el sitio para cualquier propósito. Por lo tanto, la confianza que usted deposite en dicha información ocurre estrictamente bajo su propio riesgo. En ningún caso seremos responsables por cualquier pérdida o daño, incluyendo sin limitación, pérdida o daño indirecto o consecuente, o cualquier pérdida o daño derivado de la pérdida de datos o beneficios que surjan de, o en conexión con, el uso de este sitio web. A través de este sitio web usted puede enlazar a otros sitios web que no están bajo el control de Open Data Services Co-operative Limited. No tenemos ningún control sobre la naturaleza, contenido y disponibilidad de dichos sitios. La inclusión de cualquier enlace no implica necesariamente una recomendación ni respalda las opiniones expresadas en ellos. Hacemos todo lo posible para mantener el sitio web en marcha y funcionando sin problemas. Sin embargo, Open Data Services Co-operative Limited no se hace responsable y no será responsable de que el sitio web esté temporalmente fuera de servicio debido a problemas técnicos fuera de nuestro control.

source: We did not recognise the file type. We can only process json, csv and xlsx files.
es: No se reconoce el tipo de archivo. Sólo podemos procesar archivos JSON, CSV y xlsx.

source: Sorry, the page you are looking for is not available
es: Lo sentimos, la página que está buscando no está disponible

source: Go to Home page
es: Ir a la Página de Inicio

source: We don't seem to be able to find the data you requested.
es: Parece que no podemos encontrar los datos que usted solicitó.

source: The data you were hoping to explore no longer exists. This is because all data suplied to this website is automatically deleted after 7 days, and therefore the analysis of that data is no longer available.
es: Los datos que usted quería explorar ya no existe. Esto se debe a que todos los datos suministrados a este sitio web se borran automáticamente después de 7 días, y por lo tanto el análisis de esos datos ya no está disponible.

source: We think you tried to upload a JSON file, but it is not well formed JSON. <span class="glyphicon glyphicon-exclamation-sign" aria-hidden="true"></span> <strong>Error message:</strong> {}
es: Pensamos que está intentando enviar un archivo JSON, pero no está bien formado JSON <span class="glyphicon glyphicon-exclamation-sign" aria-hidden="true"></span> <strong>Mensaje de error:</strong> {}
